Repository: oat-sa/extension-tao-clientdiag
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, it_it, ja_jp, lt_lt, nb_no, nl_nl, pt_br, pt_pt, sk_sk

source: Your system is not optimal, please contact your system administrator.
ar_sa: نظامك ليس مثاليا، يرجى الاتصال بمسؤول النظام.
de_de: Ihr System ist nicht optimal konfiguriert. Bitte kontaktieren Sie Ihren Systemadministrator.
fr_fr: Configuration à risque (contactez votre plateforme académique)
hu_hu: A rendszered nem optimális, kérjük, vedd fel a kapcsolatot a rendszergazdával.
it_it: Il tuo sistema non è ottimale, si prega di contattare il proprio amministratore di sistema
ja_jp: お使いのシステムが最適化されていません。システム管理者に問い合わせてください。
lt_lt: Jūsų sistema nėra optimali, prašome susisiekti su jūsų sistemos valdytoju.
nb_no: Systemet ditt er ikke optimalt. Ta kontakt med systemadministrator.
nl_nl: Uw systeem is niet optimaal. Neem contact op met uw systeembeheerder.
pt_br: Seu sistema não é o ideal, entre em contato com o administrador do sistema.
pt_pt: O seu sistema não é óptimo.
sk_sk: Váš systém nie je optimálny, kontaktujte, prosím, správcu systému.

source: Your system requires a compatibility update, please contact your system administrator.
ar_sa: يتطلب نظامك تحديثا للتوافق، يرجى الاتصال بمسؤول النظام.
de_de: Ihr Rechner benötigt ein Systemupdate. Bitte wenden Sie sich an Ihren Systemadministrator.
fr_fr: Configuration nécessitant une mise en conformité (contactez votre plateforme académique)
hu_hu: A rendszeréhez kompatibilitási frissítésre van szükség, kérjük, vegye fel a kapcsolatot a rendszergazdával.
it_it: Il tuo sistema richiede un aggiornamento, prego contatta il tuo amministratore di sistema
ja_jp: お使いのシステムに互換性アップデートが必要です。システム管理者に問い合わせてください。
lt_lt: Jūsų sistema reikalauja suderinamumo atnaujinimo. Prašome susisiekti su jūsų sistemos valdytoju.
nb_no: Systemet krever en kompatibilitetsoppdatering. Ta kontakt med systemadministrator.
nl_nl: Uw systeem benodigd een comptabiliteits-update. Neem contact op met uw systeembeheerder.
pt_br: Seu sistema requer uma atualização de compatibilidade, entre em contato com o administrador do sistema.
pt_pt: O seu sistema necessita de updates para compatibilidade.
sk_sk: Váš systém vyžaduje aktualizáciu kompatibility, kontaktujte, prosím, správcu systému.

source: All rights reserved.
ar_sa: جميع الحقوق محفوظة.
de_de: Alle Rechte vorbehalten.
fr_fr: Tous droits réservés.
hu_hu: Minden jog fenntartva.
it_it: Diritti riservati
lt_lt: Visos teisės saugomos.
nb_no: Alle rettigheter forbeholdt.
nl_nl: Alle rechten voorbehouden.
pt_br: Todos os direitos reservados.
pt_pt: Todos os direitos reservados
sk_sk: Všetky práva vyhradené.

source: Compatible
ar_sa: متوافق
de_de: Kompatibel
fr_fr: Conforme
hu_hu: Összeegyeztethető
it_it: Compatibile
lt_lt: Suderinamas
nl_nl: compatibel
pt_br: Compatível
pt_pt: Compatível
sk_sk: Kompatibilné

source: diagnostics.csv
ar_sa: التشخيص.csv
fr_fr: diagnostiques.csv
hu_hu: diagnosztika.csv
pt_br: diagnósticos.csv
sk_sk: diagnostika.csv

source: OS
hu_hu: operációs rendszer
nl_nl: Besturingssysteem
pt_br: S.O.
pt_pt: SO

source: This tool will run a number of tests in order to establish how well your current environment is suitable to run the TAO platform.
ar_sa: ستقوم هذه الأداة بإجراء عدد من الاختبارات لتحديد مدى ملاءمة بيئتك الحالية لتشغيل منصة TAO.
de_de: Dieses Tool führt eine Reihe von Tests durch, um festzustellen, wie gut Ihre aktuelle Umgebung geeignet ist, um Tests über die TAO-Plattform auszuführen.
fr_fr: Cet outil va effectuer plusieurs tests pour vérifier la configuration de vos ordinateurs utilisés pour la passation des évaluations numériques.
hu_hu: Ez az eszköz számos tesztet fog lefuttatni annak megállapítására, hogy a jelenlegi környezet mennyire alkalmas a TAO platform futtatására.
lt_lt: Šis įrankis vykdys testų kiekį, kad įvertintų, kaip gerai jūsų aplinka tinkama TAO platformai.
nl_nl: Deze tool zal een aantal testen uitvoeren om te bepalen in hoeverre uw huidige omgeving geschikt is om het TAO platform te draaien.
pt_br: Esta ferramenta irá executar vários testes para determinar se o ambiente atual é adequado para executar a plataforma de AT.
pt_pt: Esta ferramenta vai executar um conjunto de testes.
sk_sk: Tento nástroj vykoná niekoľko testov, aby zistil, ako dobre je vaše súčasné prostredie vhodné na spustenie platformy TAO.

source: Unstable bandwidth, temporary fluctuations in connection speed may affect test taker experience.
ar_sa: قد يؤثر النطاق الترددي غير المستقر والتقلبات المؤقتة في سرعة الاتصال على تجرِبة الخاضعين للاختبار.
de_de: Instabile Bandbreite, vorübergehende Schwankungen in der Verbindungsgeschwindigkeit können sich auf die Erfahrung des Prüfungsteilnehmers auswirken.
fr_fr: Bande passante instable. Les fluctuations temporaires de la vitesse de connexion peuvent affecter l'expérience utilisateur.
hu_hu: Az instabil sávszélesség, a kapcsolat sebességének átmeneti ingadozása befolyásolhatja a vizsgázók élményét.
lt_lt: Nestabilus tinklo pralaidumas, laikini tinklo trikdžiai gali neigiamai paveikti testą atliekančiųjų veiksmus ir rezultatus.
pt_br: Largura de banda instável, flutuações temporárias na velocidade de conexão podem afetar a experiência do taker.
sk_sk: Nestabilná šírka pásma a dočasné výkyvy rýchlosti pripojenia môžu ovplyvniť zážitok účastníka testu.

source: Your fingerprint is %s. However it seems it has changed since the last check. It could be related to changes in your system.
ar_sa: بصمة إصبعك هي %s. ومع ذلك، يبدو أنها قد تغيرت منذ الفحص الأخير. قد يكون ذلك مرتبطا بالتغييرات في نظامك.
de_de: Ihr Fingerabdruck ist %s. Es scheint jedoch, dass er sich seit der letzten Überprüfung geändert hat. Dies könnte mit Änderungen in Ihrem System zusammenhängen.
fr_fr: Votre empreinte est %s. Cependant celle-ci semble avoir changé depuis la dernière vérification. Cela pourrait être dû à des changements dans votre système.
hu_hu: Az ujjlenyomatod %s. Úgy tűnik azonban, hogy megváltozott a legutóbbi ellenőrzés óta. Ez összefüggésben lehet a rendszeredben bekövetkezett változásokkal.
lt_lt: Jūsų antspaudas yra %s. Tačiau pasirodo jis pasikeitė po praeito tikrinimo. Tai gali būti susiję su pakeitimais jūsų sistemoje.
nl_nl: Uw vingerafdruk is %s. Het lijkt er echter op dat het veranderd is sinds de laatste check. Het kan verband houden met veranderingen in uw systeem.
pt_br: Sua impressão digital é %s. No entanto, parece que mudou desde a última verificação. Ela pode estar relacionada a alterações no seu sistema.
pt_pt: A identificação desta máquina é %s. Contudo foi alterada desde a última verificação. Pode estar relacionado como mudanças no sistema.
sk_sk: Váš odtlačok prsta je %s. Zdá sa však, že sa od poslednej kontroly zmenil. Mohlo by to súvisieť so zmenami vo vašom systéme.

source: Your fingerprint is %s. However we encountered issue while retrieving the data. Maybe your available disk space is too small
ar_sa: بصمة إصبعك هي %s. ومع ذلك، واجهنا مشكلة خلال استرجاع البيانات. ربما تكون مساحة القرص المتاحة لديك صغيرة جدا
de_de: Ihr Fingerabdruck ist %s. Wir sind jedoch auf ein Problem beim Abrufen der Daten gestoßen. Möglicherweise ist Ihr verfügbarer Festplattenspeicher zu gering.
fr_fr: Votre empreinte est %s. Cependant nous avons rencontré un souci pendant la récupération des données. Il se peut que votre espace disque soit trop faible.
hu_hu: Az ujjlenyomatod %s. Azonban problémát tapasztaltunk az adatok lekérésekor. Lehetséges, hogy túl kevés a rendelkezésre álló lemezterület.
lt_lt: Jūsų antspaudas yra %s. Tačiau pasirodo mums iškilo problemų gaunant duomenis. Galbūt jūsų disko atminties vieta yra per maža.
nl_nl: Uw vingerafdruk is %s. We hebben echter problemen ondervonden tijdens het ophalen van de gegevens. Misschien is uw beschikbare schijfruimte te klein
pt_br: Sua impressão digital é %s. No entanto, encontramos problema ao recuperar os dados. Talvez seu espaço disponível seja muito pequeno
pt_pt: A identificação desta máquina é %s. Contudo foi encontrado um problema ao recolher os dados. O espaço em disco pode ser muito pequeno
sk_sk: Váš odtlačok prsta je %s. Pri načítavaní údajov sa však vyskytol problém. Možno máte príliš málo miesta na disku.

source: Average performance
it_it: Media della performance

source: Begin diagnostics
it_it: Inizi diagnostica

source: Good performance
it_it: Buone performance

source: Unknown browser
it_it: Browser sconosciuto

source: Unknown OS
it_it: Sistema operativo sconosciuto

source: Unknown version
it_it: Versione sconosciuta

source: Very slow performance
it_it: Performance veramente basse

source: Workstation performance
it_it: Performance della postazione di lavoro

source: You must activate JavaScript in your browser to run this application.
it_it: Devi attivare JavaScript nel tuo browser per eseguire questa applicazione
