Repository: oat-sa/extension-tao-clientdiag
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, it_it, ja_jp, lt_lt, nb_no, nl_nl, pt_br, pt_pt, sk_sk

source: Number of simultaneous test takers the connection can handle
ar_sa: عدد الخاضعين للاختبار الذين يمكن للاتصال التعامل معهم في وقت واحد
de_de: Anzahl der gleichzeitigen Prüfungsteilnehmer, die die Internetverbindung bewältigen kann
fr_fr: Nombre d’élèves pouvant passer l’évaluation en simultané
hu_hu: A kapcsolat által kezelhető egyidejű vizsgázók száma
it_it: Numero di partecipanti simultaneo che la connessione può gestire.
ja_jp: 同時に接続できる受験者数
lt_lt: Vienu metu prisijungusių testo laikytojų kiekis, kurį ryšys gali atlaikyti
nb_no: Antall samtidige pålogginger tilkoblingen kan håndtere
nl_nl: Aantal simultane afnames die de connectie aan kan
pt_br: Número de realizadores de testes simultâneos que a conexão pode manipular
pt_pt: Número de ligações simultâneas que a ligação suporta
sk_sk: Počet účastníkov testu, ktorých je pripojenie schopné spracovať súčasne

source: Number of simultaneous test takers the connection can handle with media intensive
ar_sa: عدد الخاضعين للاختبار الذين يمكن للاتصال التعامل معهم بالوسائط المكثفة في وقت واحد
de_de: Anzahl der gleichzeitigen Prüfungsteilnehmer, die die Verbindung mit medienintensiven Anforderungen bewältigen kann
fr_fr: Nombre de participants simultanés que la connexion peut supporter avec des médias intensifs
hu_hu: Az egyidejű vizsgázók száma, amelyet a kapcsolat médiaintenzív környezetben képes kezelni
ja_jp: メディアインテンシブで接続可能な同時受験者数
lt_lt: Kiekis testų laikytojų vienu metu ryšys gali išlaikyti su intensyvia medija
nb_no: Antall samtidige pålogginger tilkoblingen kan håndtere med medieintensive
nl_nl: Aantal simultane testgebruikers dat de verbinding kan verwerken in geval van media-intensief
pt_br: Número de realizadores de testes simultâneos que a conexão pode manipular com a intensiva de mídia
pt_pt: Número de ligações simultâneas que a ligação suporta com media intensivo
sk_sk: Počet simultánnych účastníkov testu, ktorých pripojenie dokáže spracovať pri náročných médiách

source: Operating system
ar_sa: نظام تشغيل
de_de: Betriebssystem
fr_fr: Système d'exploitation
hu_hu: Operációs rendszer
it_it: Sistema operativo
ja_jp: オペレーティングシステム
lt_lt: Operacinė sistema
nb_no: Operativsystem
nl_nl: Besturingssysteem
pt_br: Sistema operacional
pt_pt: Sistema operativo
sk_sk: Operačný systém

source: Operating system and web browser
ar_sa: نظام التشغيل ومتصفح الويب
de_de: Betriebssystem und Webbrowser
fr_fr: Navigateur et système d’exploitation
hu_hu: Operációs rendszer és webböngésző
it_it: Sistema operativo e web browser
ja_jp: オペレーティングシステムとWebブラウザ
lt_lt: Operacinė sistema ir interneto naršyklė
nb_no: Operativsystem og nettleser
nl_nl: Besturingssysteem en web browser
pt_br: Sistema operacional e navegador web
pt_pt: Sistema operativo e navegador de internet (browser)
sk_sk: Operačný systém a webový prehliadač

source: OS Exclusion List
ja_jp: OS除外リスト

source: Performances
ar_sa: الأداء
de_de: Systemleistung
hu_hu: Előadások
ja_jp: パフォーマンス
lt_lt: Našumas
nb_no: Ytelse
nl_nl: Prestaties
pt_br: Desempenho
sk_sk: Predstavenia

source: Properties
ja_jp: プロパティ

source: Readiness Check
ar_sa: التحقق من الجاهزية
de_de: Bereitschaftstest
fr_fr: Vérification de disponibilité
hu_hu: Készenléti ellenőrzés
ja_jp: レディネスチェック
lt_lt: Pasiruošimo Tikrinimas
nb_no: Beredskapskontroll
nl_nl: Gereedheid check
pt_br: Verificação de preparação
pt_pt: Verificação de prontidão
sk_sk: Kontrola pripravenosti

source: Readiness checks already done
ar_sa: تم إجراء فحوص الجاهزية مقدّمًا
de_de: Bereitschaftstests bereits durchgeführt
fr_fr: Vérifications de disponibilité déjà effectuées
hu_hu: Készenléti ellenőrzések már elvégezve
ja_jp: レディネスチェックはすでに完了しています
lt_lt: Pasiruošimo tikrinimai jau atlikti
nb_no: Beredskapskontrollene er allerede utført
nl_nl: Gereedheid checks zijn al gedaan
pt_br: Verificações de prontidão já feitas
pt_pt: Verificação de prontidão já realizada
sk_sk: Kontroly pripravenosti už boli vykonané

source: Readiness diagnostics
ar_sa: تشخيص الجاهزية
de_de: Bereitschaftsdiagnostik
fr_fr: Diagnostics de disponibilité
hu_hu: Készenléti diagnosztika
ja_jp: レディネス診断
lt_lt: Pasiruošimo diagnostika
nb_no: Beredskapsdiagnostikk
nl_nl: Gereed diagnostiek
pt_br: Diagnóstico de prontidão
pt_pt: Diagnóstico preparados
sk_sk: Diagnostika pripravenosti

source: Refresh
ar_sa: تحديث
de_de: Aktualisieren
fr_fr: Actualiser
hu_hu: Frissítés
ja_jp: 更新
lt_lt: Atnaujinti
nb_no: Oppdater
nl_nl: Verversen
pt_br: atualizar
pt_pt: Refrescar
sk_sk: Obnoviť

source: Refresh the page
ar_sa: تحديث الصفحة
de_de: Seite neu laden
fr_fr: Actualiser la page
hu_hu: Frissítsd az oldalt
ja_jp: ページ更新
lt_lt: Atnaujinti puslapį
nb_no: Oppdater siden
nl_nl: Pagina verversen
pt_br: Atualizar a página
pt_pt: Refrescar a página
sk_sk: Obnoviť stránku

source: Remove
ar_sa: إزالة
de_de: Entfernen
fr_fr: Supprimer
hu_hu: Eltávolítás
ja_jp: 削除
lt_lt: Ištrinti
nb_no: Fjern
nl_nl: Verwijderen
pt_br: Excluir
sk_sk: Odstrániť

source: Remove the readiness check result?
ar_sa: إزالة نتيجة فحص الجاهزية؟
de_de: Möchten Sie das Ergebnis der Bereitschaftsprüfung entfernen?
fr_fr: Supprimer le résultat de la vérification de disponibilité ?
hu_hu: Eltávolítja a készenléti ellenőrzés eredményét?
ja_jp: レディネスチェックの結果を削除しますか？
lt_lt: Šalinti pasiruošimo tikrinimo rezultatą?
nb_no: Vil du fjerne beredskapskontrollresultatet?
nl_nl: Het gereedheid controle resultaat verwijderen?
pt_br: Remover o resultado de verificação de preparação?
pt_pt: Eliminar o resultado da verificação de prontidão
sk_sk: Odstrániť výsledok kontroly pripravenosti?

source: Remove the selected readiness check results
ar_sa: إزالة نتائج فحص الاستعداد المختارة
de_de: Entfernen Sie die ausgewählten Bereitschaftstestergebnisse
fr_fr: Supprimer les résultats sélectionnés de vérification de disponibilité
hu_hu: A kiválasztott készenléti ellenőrzés eredményeinek eltávolítása
ja_jp: 選択したレディネスチェックの結果を削除
lt_lt: Šalinti pasirinkto pasiruošimo patikrinimo rezultatus
nb_no: Fjern de valgte beredskapskontrollresultatene
nl_nl: Verwijder het gereedheid controle resultaat
pt_br: Remover os resultados de verificação de prontidão selecionados
pt_pt: Eminiar o resultado de verificação de prontidão selecionado
sk_sk: Odstrániť vybrané výsledky kontroly pripravenosti

source: Return to the list
ar_sa: العودة إلى القائمة
de_de: Zurück zur Liste
fr_fr: Revenir à la liste
hu_hu: Vissza a listához
ja_jp: リストに戻る
lt_lt: Grįžti į sąrašą
nb_no: Gå tilbake til listen
nl_nl: Keer terug naar de lijst
pt_br: Retornar à lista
pt_pt: Retornar à lista
sk_sk: Späť na zoznam

source: School ID
ar_sa: معرف المؤسسة
de_de: Schul-ID
fr_fr: ID École
hu_hu: Iskolai azonosító
ja_jp: 学校ID
lt_lt: Mokyklos ID
nb_no: Skole-ID
pt_br: ID da Escola
sk_sk: ID školy

source: School id
ar_sa: معرف المؤسسة
de_de: Schul-ID
fr_fr: id École
hu_hu: Iskolai azonosító
ja_jp: 学校ID
lt_lt: Mokyklos id
nb_no: Skole-id
pt_br: id da escola
sk_sk: ID školy

source: School ID:
ar_sa: معرف المؤسسة:
de_de: Schul-ID:
fr_fr: ID École:
hu_hu: Iskolaazonosító:
ja_jp: 学校ID：
lt_lt: Mokyklos ID:
nb_no: Skole-ID:
pt_br: ID da Escola:
sk_sk: ID školy:

source: School name
ar_sa: اسم المؤسسة
de_de: Schulname
fr_fr: Nom d'école
hu_hu: Iskola neve
ja_jp: 学校名
lt_lt: Mokyklos vardas
nb_no: Skolenavn
nl_nl: Naam van de school
pt_br: Nome da escola
pt_pt: Nome da escola
sk_sk: Názov školy

source: School name:
ar_sa: اسم المؤسسة:
de_de: Schulname:
fr_fr: Nom d'école :
hu_hu: Iskola neve:
ja_jp: 学校名：
lt_lt: Mokyklos vardas:
nb_no: Skolenavn:
nl_nl: Naam van de school:
pt_br: Nome da escola:
pt_pt: Nome da escola:
sk_sk: Názov školy:

source: School number
ar_sa: رقم المؤسسة
de_de: Schulnummer
fr_fr: Numéro d'école
hu_hu: Iskolaszám
ja_jp: 学校番号
lt_lt: Mokyklos numeris
nb_no: Skolenummer
nl_nl: Nummer van de school
pt_br: Número da escola
pt_pt: Código da escola
sk_sk: Číslo školy

source: School number:
ar_sa: رقم المؤسسة:
de_de: Schulnummer:
fr_fr: Numéro d'école :
hu_hu: Iskolaszám:
ja_jp: 学校番号：
lt_lt: Mokyklos numeris:
nb_no: Skolenummer:
nl_nl: Nummer van de school:
pt_br: Número da escola:
pt_pt: Código da escola:
sk_sk: Číslo školy:

source: School PIN code (4 digits)
ar_sa: رمز تعريف المؤسسة (4 أرقام)
de_de: Schul-PIN-Code (4-stellig)
fr_fr: Code PIN de l'école (à 4 chiffres)
hu_hu: Iskolai PIN-kód (4 számjegy)
ja_jp: 学校PINコード（4桁）
lt_lt: Mokyklos PIN kodas (4 skaitmenys)
nb_no: Skolens PIN-kode (4 sifre)
nl_nl: PIN-code van de school (4 cijfers)
pt_br: PIN da escola (4 dígitos)
pt_pt: Código PIN (4 digitos)
sk_sk: Školský PIN kód (4 číslice)

source: School PIN:
ar_sa: رمز تعريف المؤسسة:
de_de: Schul-PIN:
fr_fr: PIN de l'école :
hu_hu: Iskolai PIN-kód:
ja_jp: 学校PIN
lt_lt: Mokyklos PIN:
nb_no: Skolens PIN-kode:
nl_nl: PIN-code van de school:
pt_br: PIN da escola:
pt_pt: Código PIN:
sk_sk: PIN školy:

source: Screen Height
ar_sa: ارتفاع الشاشة
de_de: Bildschirmhöhe
fr_fr: Hauteur d'écran
hu_hu: Képernyő magassága
ja_jp: 画面の高さ
lt_lt: Ekrano Aukštis
nb_no: Skjermhøyde
nl_nl: Hoogte van het scherm
pt_br: Altura da tela
sk_sk: Výška obrazovky

source: Screen resolution
ar_sa: دقة الشاشة
de_de: Bildschirmauflösung
fr_fr: Résolution d’écran
hu_hu: Képernyőfelbontás
ja_jp: 画面の解像度
lt_lt: Ekrano rezoliucija
nb_no: Skjermoppløsning
nl_nl: Scherm resolutie
pt_br: Resolução da tela
sk_sk: Rozlíšenie obrazovky

source: Screen Width
ar_sa: عرض الشاشة
de_de: Bildschirmbreite
fr_fr: Largeur d'écran
hu_hu: Képernyő szélessége
ja_jp: 画面の幅
lt_lt: Ekrano Plotis
nb_no: Skjermbredde
nl_nl: Scherm wijdte
pt_br: Largura da tela
sk_sk: Šírka obrazovky

source: Settings
ja_jp: 設定

source: Show Details
ar_sa: أظهر التفاصيل
de_de: Details anzeigen
fr_fr: Afficher les détails
hu_hu: Részletek megjelenítése
it_it: Mostra dettagli
ja_jp: 詳細を表示
lt_lt: Rodyti Informaciją
nb_no: Vis detaljer
nl_nl: Toon details
pt_br: Mostrar detalhes
pt_pt: Mostrar os detalhes
sk_sk: Zobraziť podrobnosti

source: Show fingerprint details
ar_sa: أظهر تفاصيل بصمة الإصبع
de_de: Fingerabdruckdetails anzeigen
fr_fr: Montrer le détail des empreintes digitales
hu_hu: Ujjlenyomat-adatok megjelenítése
ja_jp: フィンガープリントの詳細表示
lt_lt: Rodyti antspaudo detales
nb_no: Vis detaljer om fingeravtrykk
nl_nl: Toon vingerafdrukgegevens
pt_br: Mostrar detalhes de impressão digital
pt_pt: Mostrar os resultados da identificação
sk_sk: Zobraziť podrobnosti o odtlačkoch prstov

source: Simultaneous test takers under normal connection conditions.
ar_sa: الخاضعون للاختبار في وقت واحد في ظروف الاتصال العادية.
de_de: Gleichzeitige Prüfungsteilnehmer unter normalen Verbindungsbedingungen.
fr_fr: Connexions simultanées d'utilisateurs dans des conditions normales
hu_hu: Egyidejű vizsgázók normál csatlakozási feltételek mellett.
ja_jp: 通常の接続状態での同時受験者数
lt_lt: Vienu metu prisijungusių testuojamųjų skaičius, esant įprastoms tinklo sąlygoms
nb_no: Samtidig pålogginger under normale tilkoblingsforhold.
pt_br: Tickets simultâneos sob condições de conexão normais.
sk_sk: Súčasní účastníci testu za normálnych podmienok pripojenia.

source: Something went wrong ...
ar_sa: حدث خطأ ما ...
de_de: Etwas ist schiefgelaufen ...
fr_fr: Quelque chose ne s'est pas passé comme prévu...
hu_hu: Valami rosszul sült el...
ja_jp: 不具合発生...
lt_lt: Kažkas blogai įvyko...
nb_no: Noe gikk galt...
nl_nl: Er ging iets verkeerd...
pt_br: Algo deu errado...
pt_pt: Algo correu mal ...
sk_sk: Niečo sa pokazilo...

source: Starting...
ar_sa: البَدْء...
de_de: Starte...
fr_fr: Démarrage...
hu_hu: Kezdés...
ja_jp: 開始中...
lt_lt: Pradedama...
nb_no: Starter...
nl_nl: Bezig met starten...
pt_br: Iniciando...
pt_pt: A iniciar ...
sk_sk: Začína sa...

source: System Compatibility
ar_sa: توافق النظام
de_de: Systemkompatibilität
fr_fr: Compatibilité du Système
hu_hu: Rendszerkompatibilitás
ja_jp: システムの互換性
lt_lt: Sistemos suderinamumas
nb_no: Systemkompatibilitet
pt_br: Compatibilidade do sistema
sk_sk: Kompatibilita systému

source: Test system compatibility
ar_sa: اختبار توافق النظام
de_de: Teste Systemkompatibilität
fr_fr: Tester la compatibilité du système
hu_hu: Tesztrendszer kompatibilitása
ja_jp: テストシステムの互換性
lt_lt: Patikrinti sistemos suderinamumą
nb_no: Testsystemkompatibilitet
pt_br: Testar compatibilidade do sistema
sk_sk: Kompatibilita testovacích systémov

source: The device screen does not meet the minimum resolution of %s!
ar_sa: لا تفي شاشة الجهاز بالحد الأدنى من الدقة ل %s!
de_de: Der Bildschirm des Geräts entspricht nicht der Mindestauflösung von %s!
fr_fr: Le périphérique écran ne satisfait pas la résolution minimale de %s !
hu_hu: A készülék képernyője nem éri el a %sminimális felbontási követelményt!
ja_jp: デバイスの画面が最低解像度 %s を満たしていません!
lt_lt: Įrenginio ekranas neatitinka %s minimalios rezoliucijos!
nb_no: Enhetsskjermen oppfyller ikke minimumsoppløsningen på %s!
nl_nl: Het scherm voldoet niet aan de minimale resolutie van %s!
pt_br: A tela do dispositivo não atende à resolução mínima de %s!
sk_sk: Obrazovka zariadenia nespĺňa minimálne rozlíšenie %s!

source: The device screen has the minimum required resolution.
ar_sa: تتوفر شاشة الجهاز على الحد الأدنى من الدقة المطلوبة.
de_de: Der Bildschirm des Geräts hat die erforderliche Mindestauflösung.
fr_fr: Le périphérique écran dispose de la résolution minimale demandée.
hu_hu: A készülék képernyője rendelkezik a minimálisan szükséges felbontással.
ja_jp: デバイスの画面は必要最低限の解像度です
lt_lt: Įrenginio ekranas atitinka minimalią rezoliuciją.
nb_no: Enhetens skjerm har et minimum av nødvendig oppløsning.
nl_nl: Het scherm heeft de minimaal vereiste resolutie.
pt_br: A tela do dispositivo tem a resolução mínima necessária.
sk_sk: Obrazovka zariadenia má minimálne požadované rozlíšenie.

source: The device screen resolution meets the requirements.
ar_sa: تتوفر شاشة الجهاز على الدقة المطلوبة.
de_de: Die Bildschirmauflösung des Geräts erfüllt die Anforderungen.
fr_fr: Le périphérique écran satisfait les besoins.
hu_hu: A készülék képernyőfelbontása megfelel a követelményeknek.
ja_jp: デバイスの画面の解像度は要件を満たしています
lt_lt: Įrenginio ekrano rezoliucija atitinka reikalavimus.
nb_no: Enhetens skjermoppløsning oppfyller kravene.
nl_nl: De schermresolutie voldoet aan de eisen.
pt_br: A resolução de tela do dispositivo atende aos requisitos.
sk_sk: Rozlíšenie obrazovky zariadenia spĺňa požiadavky.

source: The readiness check result have been removed
ar_sa: تمت إزالة نتيجة التحقق من الجاهزية
de_de: Das Ergebnis der Bereitschaftsprüfung wurde entfernt
fr_fr: Les résultats de vérification de la disponibilité ont été supprimés.
hu_hu: A készenléti ellenőrzés eredményét eltávolították.
ja_jp: レディネスチェックの結果は削除されました
lt_lt: Pasiruošimo patikrinimo rezultatas buvo pašalintas
nb_no: Beredskapskontrollresultatet er fjernet
nl_nl: Het resultaat van de gereedheid controle is verwijderd
pt_br: O resultado da verificação de prontidão foi removido
pt_pt: O resultado da verificação de prontidão foi removido
sk_sk: Výsledky kontroly pripravenosti boli odstránené

source: The readiness check result will be removed. Continue ?
ar_sa: ستتم إزالة نتيجة التحقق من الجاهزية. هل تريد الاستمرار؟
de_de: Das Ergebnis des Bereitschaftstests wird entfernt. Fortfahren?
fr_fr: Le résultat de la vérification de disponibilité sera supprimé. Continuer?
hu_hu: A készenléti ellenőrzés eredménye eltávolításra kerül. Folytatja?
ja_jp: レディネスチェックの結果を削除しますか？
lt_lt: Pasiruošimo tikrinimo rezultatas buvo pašalintas. Tęsti?
nb_no: Beredskapskontrollresultatet vil bli fjernet. Vil du fortsette?
nl_nl: Het resultaat van de gereedheid controle zal worden verwijderd. Verder gaan?
pt_br: O resultado da verificação de prontidão será removido. Continuar?
pt_pt: O resultado da verificação de prontidão vai ser removido. Continuar?
sk_sk: Výsledok kontroly pripravenosti bude odstránený. Pokračovať?

source: The selected readiness check results will be removed. Continue ?
ar_sa: ستتم إزالة نتيجة التحقق من الجاهزية. هل تريد الاستمرار؟
de_de: Die ausgewählten Ergebnisse der Bereitschaftstests werden entfernt. Fortfahren?
fr_fr: Les résultats de vérification de disponibilité sélectionnés seront supprimés. Continuer ?
hu_hu: A kiválasztott készenléti ellenőrzés eredményei eltávolításra kerülnek. Folytatja?
ja_jp: 選択したレディネスチェックの結果を削除しますか？
lt_lt: Pasirinktas pasiruošimo tikrinimo rezultatai bus pašalinti. Tęsti?
nb_no: De valgte beredskapskontrollresultatene vil bli fjernet. Vil du fortsette?
nl_nl: Het geselecteerde resultaat van de gereedheid controle zal worden verwijderd. Verder gaan?
pt_br: Os resultados da verificação de prontidão selecionados serão removidos. Continuar?
pt_pt: O resultado selecionado da verificação de prontidão vai ser removido. Continuar?
sk_sk: Vybrané výsledky kontroly pripravenosti budú odstránené. Pokračovať?

source: The storage service provided to store the diagnostic results must be upgraded to support reads!
ar_sa: يجب ترقية خدمة التخزين المقدمة لتخزين نتائج التشخيص لدعم عمليات القراءة!
de_de: Der bereitgestellte Speicherdienst zur Speicherung der Diagnoseergebnisse muss aktualisiert werden, um Lesezugriffe zu unterstützen!
fr_fr: Le service de stockage fourni pour enregistrer les résultats du diagnostic doit être mis à jour pour supporter les accès en lecture !
hu_hu: A diagnosztikai eredmények tárolására biztosított tárolási szolgáltatást frissíteni kell az olvasás támogatására!
ja_jp: 診断結果を保存するストレージサービスをアップグレードする必要があります。
lt_lt: Būtina atnaujinti diagnostikos rezultatų saugyklą, kad leistų skaityti įrašus!
nb_no: Lagringstjenesten som tilbys for å lagre diagnoseresultatene må oppgraderes til støtte for leser!
nl_nl: De opslagdienst die wordt aangeboden om de diagnostische resultaten op te slaan, moet worden opgewaardeerd om reads te ondersteunen!
pt_br: O serviço de armazenamento fornecido para armazenar os resultados do diagnóstico deve ser atualizado para suportar as leituras!
pt_pt: O serviço de armazenamento fornecido para guardar os resultados do diagnóstico tem de ser atualizado para suportar leitura!
sk_sk: Úložná služba poskytovaná na ukladanie diagnostických výsledkov musí byť aktualizovaná na podporu čítania!

source: This browser is compatible but its support may end soon.
ja_jp: このブラウザは互換性がありますが、近々サポートが終了する可能性があります。

source: This browser is not supported.
ja_jp: このブラウザはサポートされていません。

source: This browser is not tested.
ar_sa: لم يتم اختبار هذا المتصفح.
de_de: Dieser Browser wurde nicht getestet.
fr_fr: Ce navigateur n'est pas testé.
hu_hu: Ez a böngésző nincs tesztelve.
ja_jp: このブラウザは検証されていません。
lt_lt: Ši naršyklė netikrinta.
nb_no: Denne nettleseren er ikke testet.
nl_nl: Deze browser is nog niet getest.
pt_br: Este navegador não foi testado.
pt_pt: Este navegador não é testado.
sk_sk: Tento prehliadač nie je testovaný.

source: This browser is supported.
ja_jp: このブラウザは対応しています。

source: Total
ar_sa: مجموع
de_de: Gesamt
fr_fr: Synthèse
hu_hu: Teljes
it_it: Totale
ja_jp: 合計
lt_lt: Iš viso
nl_nl: Totaal
sk_sk: Celkom

source: Try a test delivery
ar_sa: جرب تسليم الاختبار
de_de: Eine Testauslieferung ausprobieren
fr_fr: Essayer une passation de test
hu_hu: Próbáljon ki egy tesztküldést
ja_jp: テストデリバリを試す
lt_lt: Bandyti testo pateiktį
nb_no: Kjør en prøveinnlevering
nl_nl: Probeer een test levering
pt_br: Experimentar uma entrega de teste
pt_pt: Testar uma entrega de testes
sk_sk: Vyskúšajte skúšobnú dodávku

source: Unable to get the workstation name!
ar_sa: غير قادر على الحصول على اسم محطة العمل!
de_de: Es konnte der Arbeitsstationsname nicht abgerufen werden!
fr_fr: Impossible d'obtenir le nom du poste de travail !
hu_hu: Nem sikerült lekérdezni a munkaállomás nevét!
ja_jp: ワークステーション名が取得できません!
lt_lt: Nepavyko gauti darbo stoties pavadinimą!
nb_no: Klarer ikke å hente navnet på arbeidsstasjonen!
nl_nl: Het lukt niet om de naam van het werkstation te achterhalen!
pt_br: Impossível obter o nome da estação de trabalho!
pt_pt: Não foi possível recolher o nome da máquina!
sk_sk: Nepodarilo sa získať názov pracovnej stanice!

source: Unable to save the results! Please check your connection.
ja_jp: 結果を保存できません。接続を確認してください。

source: Unable to validate the data as the server did not respond in time.
ja_jp: サーバの応答が間に合わなかったため、データを検証できません。

source: Unknown
ja_jp: 不明

source: Upload speed
ar_sa: سرعة التحميل
de_de: Upload-Geschwindigkeit
fr_fr: Bande passante montante
hu_hu: Feltöltési sebesség
ja_jp: アップロード速度
lt_lt: Įkėlimo greitis
nb_no: Opplastningshastighet
nl_nl: Uploadsnelheid
pt_br: Velocidade de Upload
pt_pt: Velocidade de upload
sk_sk: Rýchlosť nahrávania

source: Very slow performances
ar_sa: أداء بطيء جدا
de_de: Sehr geringe Systemperformance
fr_fr: Performance faible (lenteurs très importantes)
hu_hu: Nagyon lassú előadások
ja_jp: パフォーマンス低下
lt_lt: Lėtas našumas
nb_no: Veldig treg ytelse
nl_nl: Zeer lage prestaties
pt_br: Performances muito lentas
pt_pt: Performances muito baixas
sk_sk: Veľmi pomalé výkony

source: Web browser
ar_sa: متصفح الويب
fr_fr: Navigateur
hu_hu: Webböngésző
it_it: Browser web
ja_jp: Webブラウザ
lt_lt: Interneto naršyklė
nb_no: Nettleser
pt_br: Navegador da Web
pt_pt: Navegador de internet (browser)
sk_sk: Webový prehliadač

source: Workstation
ar_sa: مَحَطّة عَمَلٍ
de_de: Arbeitsplatzrechner
fr_fr: Poste de travail
hu_hu: Munkaállomás
ja_jp: ワークステーション
lt_lt: Darbo stotis
nb_no: Arbeidsstasjon
nl_nl: Werkstation
pt_br: Estação
pt_pt: Máquina
sk_sk: Pracovná stanica

source: Workstation name
ar_sa: اسم محطة العمل
de_de: Name des Arbeitsplatzrechners
fr_fr: Nom du poste de travail
hu_hu: Munkaállomás neve
ja_jp: ワークステーション名
lt_lt: Darbo stoties pavadinimas
nb_no: Arbeidsstasjonens navn
nl_nl: Naam van werkstation
pt_br: Nome da estação
pt_pt: Nome da máquina
sk_sk: Názov pracovnej stanice

source: Workstation performances
ar_sa: أداء محطة العمل
de_de: Performance des Arbeitsplatzrechners
fr_fr: Performance du poste de travail
hu_hu: Munkaállomási előadások
ja_jp: ワークステーションパフォーマンス
lt_lt: Darbo stoties našumas
nb_no: Arbeidsstasjonens ytelse
nl_nl: Werkstation prestaties
pt_br: Performances da estação
pt_pt: Performance da máquina
sk_sk: Výkony pracovných staníc

source: Workstation:
ar_sa: مَحَطّة عَمَلٍ:
fr_fr: Poste de travail :
hu_hu: Munkaállomás:
ja_jp: ワークステーション:
lt_lt: Darbo stotis:
nb_no: Arbeidsstasjon:
nl_nl: Werkstation:
pt_br: Estação:
pt_pt: Máquina:
sk_sk: Pracovná stanica:

source: Yes
ar_sa: نعم
de_de: Ja
fr_fr: Oui
hu_hu: Igen
ja_jp: はい
lt_lt: Taip
nb_no: Ja
nl_nl: Ja
pt_br: sim
sk_sk: Áno

source: Your fingerprint is %s
ar_sa: بصمة أصبعك هي %s
de_de: Ihr Fingerabdruck lautet %s
fr_fr: Votre empreinte est %s
hu_hu: Az ujjlenyomatod %s
ja_jp: フィンガープリント：%s
lt_lt: Jūsų antspaudas yra %s
nb_no: Fingeravtrykket ditt er %s
nl_nl: Uw vingerafdruk is %s
pt_br: Sua impressão digital é %s
pt_pt: A identificação desta máquina é %s
sk_sk: Váš odtlačok prsta je %s

source: Your system is fully compliant.
ar_sa: نظامك متوافق تماما.
de_de: Ihr System entspricht vollständig den Anforderungen.
fr_fr: Configuration conforme
hu_hu: A rendszered teljes mértékben megfelel a követelményeknek.
it_it: Il tuo sistema è completamente adeguato
ja_jp: お使いのシステムは完全に適合しています。
lt_lt: Sistema pilnai suderinama.
nb_no: Systemet ditt er fullt kompatibelt.
nl_nl: Uw systeem is volledig compatibel.
pt_br: Seu sistema é totalmente conforme.
pt_pt: O seu sistema é totalmente compatível.
sk_sk: Váš systém je plne kompatibilný.
