Repository: oat-sa/extension-tao-clientdiag
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, it_it, ja_jp, lt_lt, nb_no, nl_nl, pt_br, pt_pt, sk_sk

source: %d sources (%s)
ar_sa: %d مصادر (%s)
de_de: %d Quellen (%s)
hu_hu: %d források (%s)
ja_jp: %d リソース (%s)
lt_lt: %d šaltiniai (%s)
nb_no: %d kilder (%s)
nl_nl: %d bronnen (%s)
pt_br: %d fontes (%s)
pt_pt: %d fontes (%s)
sk_sk: %d zdrojov (%s)

source: Add
ja_jp: 追加

source: An error occurred! Please verify your input!
ar_sa: حدث خطأ! يرجى التحقق من مدخلاتك!
de_de: Ein Fehler ist aufgetreten! Bitte überprüfen Sie Ihre Eingabe!
fr_fr: Une erreur s'est produite ! Veuillez vérifier votre entrée !
hu_hu: Hiba történt! Kérjük, ellenőrizze a bevitelt!
ja_jp: エラーが発生しました！入力を確認してください！
lt_lt: Įvyko klaida! Prašome patikrinti savo įvestį!
nb_no: En feil oppstod! Prøv på nytt!
nl_nl: Er is een fout opgetreden! Controleer uw invoer!
pt_br: Ocorreu um erro! Por favor, verifique sua entrada!
pt_pt: Ocorreu um erro! Por favor verifique o input
sk_sk: Vyskytla sa chyba! Prosím, overte svoj vstup!

source: Average bandwidth
ar_sa: متوسط عرض النطاق الترددي
de_de: Durchschnittliche Bandbreite
fr_fr: Bande passante moyenne
hu_hu: Átlagos sávszélesség
it_it: Media della larghezza della banda
ja_jp: 平均帯域幅
lt_lt: Vidutinis pralaidumas
nb_no: Gjennomsnittlig båndbredde
nl_nl: Gemiddelde bandbreedte
pt_br: Banda média
pt_pt: Largura de banda média
sk_sk: Priemerná šírka pásma

source: Average intensive bandwidth
ar_sa: متوسط عرض النطاق الترددي المكثف
de_de: Durchschnittliche Bandbreite bei starker Auslastung
fr_fr: Bande passante intensive moyenne
hu_hu: Átlagos intenzív sávszélesség
ja_jp: 平均インテンシブ帯域幅
lt_lt: Vidutinis intensyvus pralaidumas
nb_no: Gjennomsnittlig intensiv båndbredde
nl_nl: Gemiddelde intensieve bandbreedte
pt_br: Banda média intensiva
pt_pt: Largura de banda média intensiva
sk_sk: Priemerná intenzívna šírka pásma

source: Average performances
ar_sa: متوسط الأداء
de_de: Durchschnittliche Leistungen
fr_fr: Performance moyenne (risque de lenteurs)
hu_hu: Átlagos teljesítmények
ja_jp: 平均パフォーマンス
lt_lt: Vidutinis našumas
nb_no: Gjennomsnittlig ytelse
nl_nl: Gemiddelde prestatie
pt_br: Desempenho médio
pt_pt: Performances médias
sk_sk: Priemerné výkony

source: Average rendering time
ar_sa: متوسط وقت التقديم
de_de: Durchschnittliche Renderzeit
fr_fr: Temps de rendu moyen
hu_hu: Átlagos renderelési idő
it_it: Media del tempo di rendering
ja_jp: 平均レンダリング時間
lt_lt: Vidutinis atvaizdavimo laikas
nb_no: Gjennomsnittlig gjengivelsestid
nl_nl: Gemiddelde weergave tijd
pt_br: Tempo médio de renderização
pt_pt: Tempo médio de rendering
sk_sk: Priemerný čas vykresľovania

source: Average upload speed
ar_sa: متوسط سرعة التحميل
de_de: Durchschnittliche Upload-Geschwindigkeit
fr_fr: Bande passante montante moyenne
hu_hu: Átlagos feltöltési sebesség
ja_jp: 平均アップロード速度
lt_lt: Vidutinis įkėlimo greitis
nb_no: Gjennomsnittlig opplastningshastighet
nl_nl: Gemiddelde upload snelheid
pt_br: Velocidade média de upload
pt_pt: Velocidade média de upload
sk_sk: Priemerná rýchlosť nahrávania

source: Bandwidth
ar_sa: النطاق الترددي
de_de: Bandbreite
fr_fr: Bande passante
hu_hu: Sávszélesség
it_it: Larghezza banda
ja_jp: 帯域幅
lt_lt: Pralaidumas
nb_no: Båndbredde
nl_nl: Bandbreedte
pt_br: Banda
pt_pt: Largura de banda
sk_sk: Šírka pásma

source: Be aware that these tests will take up to several minutes.
ar_sa: كن على علم بأن هذه الاختبارات ستستغرق عدة دقائق.
de_de: Beachten Sie, dass diese Tests bis zu mehrere Minuten dauern können.
fr_fr: Ces tests peuvent prendre plusieurs minutes.
hu_hu: Ne feledd, hogy ezek a tesztek akár több percig is eltarthatnak.
it_it: Prendete visione che questi test necessita di alcuni minuti
ja_jp: これらの診断には数分かかります
lt_lt: Atkreipkite dėmesį, jog šie testai užtrunka iki keliolikos minučių.
nb_no: Vær oppmerksom på at disse prøvene vil ta opptil flere minutter.
nl_nl: Houdt er rekening mee dat deze testen tot enkele minuten kunnen duren.
pt_br: Esteja ciente de que estes testes levarão vários minutos.
pt_pt: Os testes a realizar podem demorar desde segundos a alguns minutos.
sk_sk: Uvedomte si, že tieto testy budú trvať až niekoľko minút.

source: Browser
ar_sa: متصفح
de_de: Web-Browser
fr_fr: Navigateur web
hu_hu: Böngésző
ja_jp: ブラウザ
lt_lt: Naršyklė
nb_no: Nettleser
pt_br: Navegador
pt_pt: Navegador
sk_sk: Prehliadač

source: Browsers Exclusion List
ja_jp: ブラウザ除外リスト

source: Cannot get your fingerprint
ar_sa: لا يمكنني الحصول على بصمتك
de_de: Der Fingerabdruck konnte nicht erfasst werden
fr_fr: Ne peut obtenir votre empreinte
hu_hu: Nem tudom lekérni az ujjlenyomatát
ja_jp: フィンガープリントを取得できません
lt_lt: Nepavyko gauti jūsų piršto antspaudo
nb_no: Får ikke fingeravtrykk ditt
nl_nl: Kan uw vingerafdruk niet verkrijgen
pt_br: Não é possível obter sua impressão digital
pt_pt: Não é possivel obter a identificação
sk_sk: Nedá sa získať odtlačok prsta

source: Cannot retrieve the school name. Please verify your input
ar_sa: لا يمكن استرداد اسم المؤسسة. يرجى التحقق من مدخلاتك
de_de: Die Schulkennung konnte nicht abgerufen werden. Bitte überprüfen Sie Ihre Eingabe
fr_fr: Ne peut récupérer le nom de l'école. Veuillez vérifier votre entrée.
hu_hu: Nem sikerült lekérni az iskola nevét. Kérjük, ellenőrizze a beírt adatokat.
ja_jp: 学校名を取得できません。入力内容を確認してください
lt_lt: Nepavyko gauti jūsų mokyklos vardo. Prašome patikrinti savo įvestį
nb_no: Kan ikke hente skolens navn. Prøv på nytt
nl_nl: Kan de naam van de school niet achterhalen. Gelieve uw input te verifiëren
pt_br: Não foi possível recuperar o nome da escola. Verifique sua entrada
pt_pt: Escola não válida. Por favor verifique os dados inseridos
sk_sk: Nepodarilo sa načítať názov školy. Overte, prosím, svoj vstup.

source: Change since last fingerprint
ar_sa: تغيير منذ آخر بصمة
de_de: Änderung seit dem letzten Fingerabdruck
fr_fr: Changement depuis la dernière empreinte
hu_hu: Változás az utolsó ujjlenyomat óta
ja_jp: 前回のフィンガープリントからの変化
lt_lt: Pokytis nuo praeitos žymės
nb_no: Endring siden siste fingeravtrykk
nl_nl: Verandering sinds de laatste vingerafdruk
pt_br: Alterar desde a última impressão digital
pt_pt: Alterada desde a última identificação
sk_sk: Zmena od posledného odtlačku prsta

source: Checking the bandwidth...
ar_sa: التحقق من عرض النطاق الترددي...
de_de: Überprüfe die Bandbreite...
fr_fr: Test de bande passante...
hu_hu: Sávszélesség ellenőrzése...
ja_jp: 帯域幅 チェック中...
lt_lt: Tikrinti pralaidumą...
nb_no: Sjekker båndbredde...
nl_nl: Bandbreedte aan het controleren...
pt_br: Verificando banda larga...
pt_pt: A verificar a largura de banda...
sk_sk: Kontrola šírky pásma...

source: Checking the browser...
ar_sa: التحقق من المتصفح...
de_de: Überprüfe den Browser...
fr_fr: Test du navigateur...
hu_hu: A böngésző ellenőrzése...
ja_jp: ブラウザ チェック中...
lt_lt: Tikrinti naršklę...
nb_no: Sjekker nettleser...
nl_nl: Browser aan het controleren...
pt_br: Verificando o navegador...
pt_pt: A verificar o navegador...
sk_sk: Kontrola prehliadača...

source: Checking the media intensive bandwidth...
ar_sa: التحقق من النطاق الترددي المكثف للوسائط...
de_de: Überprüfe die bandbreitenintensive Medienübertragung...
fr_fr: Vérification de la bande passante intensive pour un média
hu_hu: Médiaigényes sávszélesség ellenőrzése...
ja_jp: メディアインテンシブ帯域幅チェック中...
lt_lt: Tikrinamas medijos intensyvumo pralaidumas...
nb_no: Sjekker den medieintensive båndbredden...
nl_nl: Het checken van de media-intensieve bandbreedte...
pt_br: Verificando a banda intensiva de mídia...
pt_pt: A verificar a largura de banda intensiva...
sk_sk: Kontrola šírky pásma pre médiá s vysokou náplňou...

source: Checking the performances...
ar_sa: التحقق من الأداء...
de_de: Überprüfe die Performance...
fr_fr: Test des performances...
hu_hu: Az előadások ellenőrzése...
ja_jp: パフォーマンス チェック中...
lt_lt: Tikrinamas našumas...
nb_no: Sjekker ytelse...
nl_nl: Prestaties aan het controleren...
pt_br: Verificando os desempenhos...
pt_pt: A verificar as performances...
sk_sk: Kontrola výkonov...

source: Checking the screen...
ar_sa: التحقق من الشاشة...
de_de: Überprüfe den Bildschirm...
fr_fr: Vérification de l'écran...
hu_hu: A képernyő ellenőrzése...
ja_jp: モニタ チェック中
lt_lt: Tikrinamas ekranas...
nb_no: Sjekker skjermen...
nl_nl: Het scherm wordt gecontroleerd....
pt_br: Verificando a tela...
sk_sk: Kontrola obrazovky...

source: Checking upload speed...
ar_sa: التحقق من سرعة التحميل...
de_de: Überprüfe die Upload-Geschwindigkeit...
fr_fr: Vérification de la vitesse de téléchargement...
hu_hu: Feltöltési sebesség ellenőrzése...
ja_jp: アップロード速度 チェック中...
lt_lt: Skaičiuojamas įkėlimo greitis...
nb_no: Sjekker opplastingshastighet...
nl_nl: Upload snelheid aan het controleren...
pt_br: Verificando velocidade de upload...
pt_pt: A verificar a velocidade de upload
sk_sk: Kontrola rýchlosti nahrávania...

source: Computing the fingerprint...
ar_sa: حساب بصمة الإصبع...
de_de: Errechnen des Fingerabdrucks...
fr_fr: Traitement de l'empreinte...
hu_hu: Ujjlenyomat-számítás...
ja_jp: フィンガープリント計算中...
lt_lt: Skaičiuojamas antspaudas...
nb_no: Beregner fingeravtrykket...
nl_nl: Het berekenen van de vingerafdruk...
pt_br: Calculando a impressão digital...
pt_pt: A processar a identificação...
sk_sk: Výpočet odtlačkov prstov...

source: Connect to the diagnostic tool
ar_sa: الاتصال بأداة التشخيص
de_de: Verbinden Sie sich mit dem Diagnosetool
fr_fr: Accéder à l'outil de diagnostic
hu_hu: Csatlakozás a diagnosztikai eszközhöz
it_it: Connetto allo strumento di diagnostica
ja_jp: 診断ツールに接続
lt_lt: Prisijungti prie diagnostikos įrankio
nb_no: Koble til diagnoseverktøyet
nl_nl: Verbind met de diagnostische tool
pt_br: Conectar-se à ferramenta de diagnóstico
pt_pt: A ligar à ferramenta de diagnóstico
sk_sk: Pripojte sa k diagnostickému nástroju

source: Date
ar_sa: التاريخ
de_de: Datum
hu_hu: Dátum
ja_jp: 日付
lt_lt: Data
nb_no: Dato
nl_nl: Datum
pt_br: Encontro
pt_pt: Data
sk_sk: Dátum

source: Delete
ja_jp: 削除

source: Details
ar_sa: تفاصيل
fr_fr: Détails
hu_hu: Részletek
it_it: Dettagli
ja_jp: 詳細
lt_lt: Informacija
nb_no: Detaljer
pt_br: detalhes
pt_pt: Detalhes
sk_sk: Detaily

source: Diagnostic Tool
ar_sa: أداة التشخيص
de_de: Diagnosetool
fr_fr: Outil de diagnostic
hu_hu: Diagnosztikai eszköz
ja_jp: 診断ツール
lt_lt: Diagnostikos Įrankis
nb_no: Diagnoseverktøy
nl_nl: Diagnostische tool
pt_br: Ferramenta de diagnóstico
pt_pt: Ferramenta de diagnóstico
sk_sk: Diagnostický nástroj

source: Done!
ar_sa: منجز!
de_de: Abgeschlossen!
fr_fr: Terminé
hu_hu: Kész!
ja_jp: 診断完了！
lt_lt: Baigta!
nb_no: Ferdig!
nl_nl: Klaar!
pt_br: Concluído!
pt_pt: Concluído!
sk_sk: Hotovo!

source: Dynamic UID
ar_sa: UID ديناميكي
de_de: Dynamische UID
fr_fr: UID dynamique
hu_hu: Dinamikus UID
ja_jp: ダイナミックUID
lt_lt: Dinaminis UID
nb_no: Dynamisk UID
pt_br: UID Dinâmico
pt_pt: UID dinâmico
sk_sk: Dynamické UID

source: Edit Excluded Browser
ja_jp: 除外するブラウザを編集する

source: Edit Excluded Operation System
ja_jp: 除外するオペレーションシステムを編集する

source: Errors occurred! Please see details
ar_sa: حدثت أخطاء! يرجى الاطلاع على التفاصيل
de_de: Fehler aufgetreten! Bitte siehe Details
fr_fr: Des erreurs se sont produites ! Veuillez voir les détails
hu_hu: Hibák történtek! Kérjük, tekintse meg a részleteket
ja_jp: エラーが発生しました！ 詳細を確認してください。
lt_lt: Įvyko klaidos! Prašome pažiūrėti detales
nb_no: Det oppstod feil! Se detaljer
nl_nl: Er zijn fouten opgetreden! Zie details
pt_br: Ocorreram erros! Por favor, veja os detalhes
pt_pt: Ocurreram erros! Por favor veja os detalhes
sk_sk: Vyskytli sa chyby! Pozrite si podrobnosti.

source: Excluded Browsers
ja_jp: 対象外ブラウザ

source: Excluded OS
ja_jp: 対象外OS

source: Exclusion List
ja_jp: 除外リスト

source: Exit
ar_sa: خروج
de_de: Beenden
fr_fr: Sortie
hu_hu: Kijárat
ja_jp: 終了
lt_lt: Išeiti
nl_nl: Afsluiten
pt_br: Sair
pt_pt: Sair
sk_sk: Ukončiť

source: Export CSV
ar_sa: تصدير CSV
de_de: CSV exportieren
hu_hu: CSV exportálása
ja_jp: エクスポートCSV
nb_no: Eksporter CSV
pt_br: Exportar como CSV
sk_sk: Exportovať CSV

source: Failed to get school name
ar_sa: فشل في الحصول على اسم المؤسسة
de_de: Schulname konnte nicht abgerufen werden
fr_fr: Impossible d'obtenir le nom d'école
hu_hu: Nem sikerült lekérni az iskola nevét
ja_jp: 学校名を取得できませんでした
lt_lt: Nepavyko gauti mokyklos vardo
nb_no: Kunne ikke finne skolen
nl_nl: We zijn er niet in geslaagd om de naam van de school te achterhalen
pt_br: Falha ao obter o nome da escola
pt_pt: Não foi possível obter os dados da escola
sk_sk: Nepodarilo sa získať názov školy

source: Fingerprint
ar_sa: بصمة الأصبع
de_de: Fingerabdruck
fr_fr: Empreinte
hu_hu: Ujjlenyomat
ja_jp: フィンガープリント
lt_lt: Antspaudas
nb_no: Fingeravtrykk
nl_nl: Vingerafdruk
pt_br: Impressão digital
pt_pt: Identificação
sk_sk: Odtlačok prsta

source: Fingerprint error
ar_sa: خطأ في بصمة الإصبع
de_de: Fingerabdruckfehler
fr_fr: Erreur d'empreinte
hu_hu: Ujjlenyomat-hiba
ja_jp: フィンガープリント エラー
lt_lt: Antspaudo klaida
nb_no: Fingeravtrykkfeil
nl_nl: Fout in de vingerafdruk
pt_br: Erro de impressão digital
pt_pt: Erro na identificação
sk_sk: Chyba odtlačku prsta

source: Fingerprint errors
ar_sa: أخطاء في بصمة الإصبع
de_de: Fehler beim Fingerabdruck
fr_fr: Erreurs d'empreinte
hu_hu: Ujjlenyomat-hibák
ja_jp: フィンガープリント エラー
lt_lt: Antspaudo klaidos
nb_no: Fingeravtrykkfeil
nl_nl: Fouten in de vingerafdruk
pt_br: Erros de impressão digital
pt_pt: Erros na identificação
sk_sk: Chyby odtlačkov prstov

source: Fingerprint sources
ar_sa: مصادر بصمة الأصبع
de_de: Quellen für Fingerabdrücke
fr_fr: Sources d'empreinte
hu_hu: Ujjlenyomat-források
ja_jp: フィンガープリントソーズ
lt_lt: Antspaudo šaltiniai
nb_no: Fingeravtrykkskilder
pt_br: Fontes de impressão digital
pt_pt: Fontes para a identificação
sk_sk: Zdroje odtlačkov prstov

source: Getting school name...
ar_sa: الحصول على اسم المؤسسة...
de_de: Schulnamen abrufen...
fr_fr: Obtention du nom d'école...
hu_hu: Iskola nevének megkeresése...
ja_jp: 学校名 取得中...
lt_lt: Gaunamas mokyklos vardas...
nb_no: Gå tilgang til skolens navn....
nl_nl: Het verkrijgen van schoolnaam...
pt_br: Obtendo o nome da escola...
pt_pt: A validar os dados de escola...
sk_sk: Získanie názvu školy...

source: Good bandwidth
ar_sa: عرض نطاق جيد
de_de: Gute Bandbreite
fr_fr: Bande passante correcte
hu_hu: Jó sávszélesség
it_it: Larghezza banda buona
ja_jp: 帯域幅 良好
lt_lt: Geras pralaidumas
nb_no: God båndbredde
nl_nl: Goede bandbreedte
pt_br: Banda boa
pt_pt: Boa largura de banda
sk_sk: Dobrá šírka pásma

source: Good performances
ar_sa: أداء جيد
de_de: Gute Performance
fr_fr: Performance correcte
hu_hu: Jó teljesítmények
ja_jp: パフォーマンス良好
lt_lt: Geras našumas
nb_no: God ytelse
nl_nl: Goede prestaties
pt_br: Boas performances
pt_pt: Boa performance
sk_sk: Dobré výkony

source: Good upload speed
ar_sa: سرعة تحميل جيدة
de_de: Gute Upload-Geschwindigkeit
fr_fr: Bande passante conforme
hu_hu: Jó feltöltési sebesség
ja_jp: アップロード速度良好
lt_lt: Geras įkėlimo greitis
nb_no: God opplastningshastighet
nl_nl: Goede upload snelheid
pt_br: Boa velocidade de upload
pt_pt: Boa velocidade de upload
sk_sk: Dobrá rýchlosť nahrávania

source: Hide Details
ar_sa: إخفاء التفاصيل
de_de: Details ausblenden
fr_fr: Masquer les détails
hu_hu: Részletek elrejtése
ja_jp: 詳細を隠す
lt_lt: Slėpti Informaciją
nb_no: Skjul detaljer
nl_nl: Details verbergen
pt_br: Ocultar detalhes
pt_pt: Esconder os detalhes
sk_sk: Skryť podrobnosti

source: Instance saved
ja_jp: インスタンス保存

source: Intensive bandwidth
ar_sa: نطاق ترددي مكثف
de_de: Intensive Bandbreite
fr_fr: Bande passante intensive
hu_hu: Intenzív sávszélesség
ja_jp: インテンシブ帯域幅
lt_lt: Intensyvus pralaidumas
nb_no: Intensiv båndbredde
nl_nl: Intensieve bandbreedte
pt_br: Banda intensiva
pt_pt: Largura de banda intensiva
sk_sk: Intenzívna šírka pásma

source: Interface not available
ar_sa: الواجهة غير متوفرة
de_de: Interface ist nicht verfügbar
fr_fr: Interface non disponible
hu_hu: Interfész nem érhető el
ja_jp: インターフェースは利用できません
lt_lt: Sąsaja negalima
nb_no: Grensesnitt ikke tilgjengelig
nl_nl: Service is niet beschikbaar
pt_br: Interface não disponível
pt_pt: Interface não disponível
sk_sk: Rozhranie nie je k dispozícii

source: Launch another readiness check
ar_sa: تشغيل فحص جاهزية آخر
de_de: Einen weiteren Systemcheck starten
fr_fr: Lancement d'une autre vérification de disponibilité
hu_hu: Indítson el egy újabb készenléti ellenőrzést
ja_jp: 他のレディネスチェックを開始
lt_lt: Paleisti kitą pasiruošimo patikrinimą
nb_no: Start en ny beredskapskontroll
nl_nl: Start een andere gereedheid controle
pt_br: Iniciar outra verificação de prontidão
pt_pt: Lançar outra verificação de prontidão
sk_sk: Spustiť ďalšiu kontrolu pripravenosti

source: Launch readiness check
ar_sa: تشغيل فحص الجاهزية
de_de: Einen Systemcheck starten
fr_fr: Lancement d'une vérification de disponibilité
hu_hu: Indítási készenléti ellenőrzés
ja_jp: レディネスチェックの開始
lt_lt: Paleisti pasiruošimo patikrinimą
nb_no: Start beredskapskontroll
nl_nl: Start gereedheid controle
pt_br: Iniciar verificação de prontidão
pt_pt: Lançar verificação de prontidão
sk_sk: Kontrola pripravenosti na spustenie

source: List of readiness checks
ar_sa: قائمة فحوص الجاهزية
de_de: Liste der Systemchecks
fr_fr: Liste des vérifications de disponibilité
hu_hu: Készenléti ellenőrzések listája
ja_jp: レディネスチェックリスト
lt_lt: Pasiruošimo tikrinimų sąrašas
nb_no: Liste over beredskapskontroller
nl_nl: Lijst van gereedheid controles
pt_br: Lista de verificações de prontidão
pt_pt: Lista de verificações de prontidão
sk_sk: Zoznam kontrol pripravenosti

source: Loading
ar_sa: جار التحميل
de_de: Ladevorgang
fr_fr: Chargement
hu_hu: Terhelés
ja_jp: 読み込み
lt_lt: Įkeliama
nb_no: Laster
nl_nl: Bezig met laden…
pt_br: Carregando...
pt_pt: A carregar
sk_sk: Načítava sa

source: Log in
ar_sa: تسجيل الدخول
de_de: Anmelden
fr_fr: Connexion
hu_hu: Bejelentkezés
it_it: Accesso
ja_jp: ログイン
lt_lt: Prisijungti
nb_no: Logg inn
nl_nl: Aanmelden
pt_br: Efetuar Login
pt_pt: Entrar
sk_sk: Prihlásiť sa

source: Login
ar_sa: تسجيل الدخول
de_de: Anmelden
fr_fr: Nom d'utilisateur
hu_hu: Bejelentkezés
it_it: Accesso
ja_jp: ログイン
lt_lt: Prisijungimas
nb_no: Logg inn
nl_nl: Aanmelden
pt_br: Conectar-se
pt_pt: Entrar
sk_sk: Prihlásenie

source: Logout
ar_sa: تسجيل الخروج
de_de: Abmelden
fr_fr: Déconnexion
hu_hu: Kijelentkezés
ja_jp: ログアウト
lt_lt: Atsijungti
nb_no: Logg ut
nl_nl: Afmelden
pt_br: Desconectar
pt_pt: Sair
sk_sk: Odhlásiť sa

source: Low bandwidth
ar_sa: نطاق ترددي منخفض
de_de: Niedrige Bandbreite
fr_fr: Bande passante faible
hu_hu: Alacsony sávszélesség
it_it: Larghezza banda scarsa
ja_jp: 帯域幅が狭い
lt_lt: Prastas pralaidumas
nb_no: Lav båndbredde
nl_nl: Lage bandbreedte
pt_br: Banda baixa
pt_pt: Baixa largura de banda
sk_sk: Nízka šírka pásma

source: Low upload speed
ar_sa: سرعة تحميل منخفضة
de_de: Niedrige Upload-Geschwindigkeit
fr_fr: Bande passante non conforme
hu_hu: Alacsony feltöltési sebesség
ja_jp: アップロード速度が遅い
lt_lt: Lėtas įkėlimo greitis
nb_no: Lav opplastningshastighet
nl_nl: Lage upload snelheid
pt_br: Velocidade de upload baixa
pt_pt: Baixa velocidade de upload
sk_sk: Nízka rýchlosť nahrávania

source: Main Menu
ja_jp: メインメニュー

source: Max upload speed
ar_sa: أقصى سرعة تحميل
de_de: Maximale Upload-Geschwindigkeit
fr_fr: Bande passante montante maximale
hu_hu: Maximális feltöltési sebesség
ja_jp: 最大アップロード速度
lt_lt: Maksimalus įkėlimo greitis
nb_no: Maks opplastningshastighet
nl_nl: Maximum uploadsnelheid
pt_br: Velocidade máxima de upload
pt_pt: Velocidade máxima de upload
sk_sk: Maximálna rýchlosť nahrávania

source: Maximum bandwidth
ar_sa: الحد الأقصى للنطاق الترددي
de_de: Maximale Bandbreite
fr_fr: Bande passante maximale
hu_hu: Maximális sávszélesség
it_it: Massima larghezza banda
ja_jp: 最大帯域幅
lt_lt: Maksimalus pralaidumas
nb_no: Maksimal båndbredde
nl_nl: Maximale bandbreedte
pt_br: Banda máxima
pt_pt: Largura de banda máxima
sk_sk: Maximálna šírka pásma

source: Maximum intensive bandwidth
ar_sa: أقصى نطاق ترددي مكثف
de_de: Maximale intensive Bandbreite
fr_fr: Bande passante intensive maximale
hu_hu: Maximális intenzív sávszélesség
ja_jp: 最大インテンシブ帯域幅
lt_lt: Maksimalus intensyvus pralaidumas
nb_no: Maksimal intensiv båndbredde
nl_nl: Maximale intensieve bandbreedte
pt_br: Banda máxima intensiva
pt_pt: Máxima largura de banda intensiva
sk_sk: Maximálna intenzívna šírka pásma

source: Maximum rendering time
ar_sa: الحد الأقصى لوقت التقديم
de_de: Maximale Renderzeit
fr_fr: Temps de rendu maximal
hu_hu: Maximális renderelési idő
it_it: Tempo massimo di rendering
ja_jp: 最大レンダリング時間
lt_lt: Maksimalus atvaizdavimo laikas
nb_no: Maksimal gjengivelsestid
nl_nl: Maximale weergavetijd
pt_br: Tempo máximo de renderização
pt_pt: Tempo máximo de rendering
sk_sk: Maximálny čas vykresľovania

source: Media intensive bandwidth
ar_sa: النطاق الترددي المكثف لوسائل الإعلام
de_de: Medienintensive Bandbreite
fr_fr: Bande passante intensive du média
hu_hu: Médiaigényes sávszélesség
ja_jp: メディアインテンシブ帯域幅
lt_lt: Medijos intensyvus pralaidumas
nb_no: Medieintensiv båndbredde
nl_nl: Media-intensieve bandbreedte
pt_br: Banda intensiva de mídia
pt_pt: Largura de banda intensiva de media
sk_sk: Šírka pásma náročná na médiá

source: Minimum bandwidth
ar_sa: الحد الأدنى للنطاق الترددي
de_de: Minimale Bandbreite
fr_fr: Bande passante minimale
hu_hu: Minimális sávszélesség
it_it: Larghezza di banda minima
ja_jp: 最小帯域幅
lt_lt: Minimalus pralaidumas
nb_no: Minimum båndbredde
nl_nl: Minimale bandbreedte
pt_br: Banda mínima
pt_pt: Largura de banda mínima
sk_sk: Minimálna šírka pásma

source: Minimum intensive bandwidth
ar_sa: الحد الأدنى من النطاق الترددي المكثف
de_de: Minimale intensive Bandbreite
fr_fr: Bande passante intensive minimale
hu_hu: Minimális intenzív sávszélesség
ja_jp: 最小インテンシブ帯域幅
lt_lt: Minimalus intensyvus pralaidumas
nb_no: Minimum intensiv båndbredde
nl_nl: Minimale intensieve bandbreedte
pt_br: Banda mínima intensiva
pt_pt: Largura de banda intensiva miníma
sk_sk: Minimálna intenzívna šírka pásma

source: Minimum rendering time
ar_sa: الحد الأدنى لوقت التقديم
de_de: Minimale Renderzeit
fr_fr: Temps de rendu minimal
hu_hu: Minimális renderelési idő
it_it: Tempo di esecuzione minimo
ja_jp: 最小レンダリング時間
lt_lt: Minimalus atvaizdavimo laikas
nb_no: Minimum gjengivelsestid
nl_nl: Minimale weergavetijd
pt_br: Tempo mínimo de renderização
pt_pt: Tempo mínimo de rendering
sk_sk: Minimálny čas vykresľovania

source: Missing field %s
ar_sa: حقل مفقود %s
de_de: Fehlendes Feld %s
fr_fr: Champ %s manquant
hu_hu: Hiányzó mező %s
ja_jp: 欠落しているフィールド： %s
lt_lt: Trūkstamas %s laukas
nb_no: Feltet %s mangler
nl_nl: Ontbrekend veld %s
pt_br: Faltando o campo %s
pt_pt: Campo %s não encontrado
sk_sk: Chýbajúce pole %s

source: New Class
ja_jp: 新規クラス

source: No
ar_sa: لا
de_de: Nein
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
lt_lt: Ne
nb_no: Nei
nl_nl: Nee
pt_br: Não
sk_sk: Nie

source: No diagnostic service defined
ar_sa: لم يتم تحديد أي خدمة تشخيصية
de_de: Kein Diagnosedienst definiert
fr_fr: Aucun service de diagnostic défini
hu_hu: Nincs definiált diagnosztikai szolgáltatás
ja_jp: 診断サービスが定義されていません
lt_lt: Nenustatytas diagnostikos servisas
nb_no: Ingen diagnostisk tjeneste er definert
nl_nl: Geen diagnostische service gedefinieerd
pt_br: Nenhum serviço de diagnóstico definido
pt_pt: Serviço de diagnóstico não definido
sk_sk: Nie je definovaná žiadna diagnostická služba

source: No readiness checks have been done!
ar_sa: لم يتم إجراء أي فحوص للجاهزية!
de_de: Es wurden keine Bereitschaftsprüfungen durchgeführt!
fr_fr: Aucune vérification de disponibilité n'a été faite !
hu_hu: Készenléti ellenőrzést nem végeztek!
ja_jp: 完了したレディネスチェックはありません
lt_lt: Joks pasiruošimo patikrinimas nebuvo atliktas!
nb_no: Ingen beredskapskontroller er utført!
nl_nl: Er zijn geen gereedheid checks gedaan!
pt_br: Nenhuma verificação de prontidão foi feita!
pt_pt: Não foram realizadas verificações de prontidão
sk_sk: Neboli vykonané žiadne kontroly pripravenosti!
